Repository: akshayaaradhya/Coupon
Catalog: src/Coupon/OfferBundle/Resources/translations/messages.*.xliff
Languages: es

source: Daily offer
es: Oferta del día

source: Recent offers
es: Ofertas recientes

source: My offers
es: Mis ofertas

source: Buy now
es: Comprar

source: Account login
es: Accede a tu cuenta

source: Password
es: Contraseña

source: Login
es: Entrar

source: Keep me logged in
es: No cerrar sesión

source: Help
es: Ayuda

source: Contact
es: Contacto

source: Privacy
es: Privacidad

source: About us
es: Sobre nosotros

source: Sign up
es: Regístrate

source: Sign up now
es: Regístrate ya

source: %countdown% <strong>left</strong>
es: <strong>Faltan</strong>: %countdown%

source: {1} <strong>Just one more purchase</strong> needed <br/> to get the deal!|[1, 9] <strong>Just %units% more</strong> needed <br/> to get the deal!|]9,Inf] <strong>%units% more</strong> needed <br/> to get the deal
es: {1} ¡<strong>Una sola compra más</strong> <br/> activa la oferta!|[1, 9] ¡<strong>Sólo faltan %units% compras</strong> <br/> para activar la oferta!|]9,Inf] Faltan <strong>%units% compras</strong> <br/> para activar la oferta

source: Expired on %expired_at%
es: <strong>Finalizada</strong> el %expired_at%

source: Expired on %expired_at%
es: Finalizada el %expired_at%

source: <strong>The deal is on!</strong> More than <strong>%minimum%</strong> purchased.
es: <strong>Oferta activada</strong> por superar las <strong>%minimum%</strong> compras necesarias

source: Bought on %date%
es: Comprada el %date%

source: Purchases
es: Compras

source: Terms
es: Condiciones

source: Enjoy this offer at
es: Disfruta de la oferta en

source: About the store
es: Sobre la tienda

source: View/edit my profile
es: Ver mi perfil

source: Log out
es: Cerrar sesión

source: FREE sign up
es: Regístrate gratis como usuario

source: Recent offers at
es: Ofertas recientes en

source: Offers in other cities
es: Ofertas en otras ciudades

source: <a href="%portada%">CUPON</a> publishes an amazing deal every day in your city with huge discounts of up to 90% <a class="boton" href="%registro%">sign up now</a>
es: <a href="%portada%">CUPON</a> publica cada día una oferta increíble en tu ciudad con descuentos de hasta el 90% <a class="boton" href="%registro%">Regístrate ya</a>
